window.moviesData = [
  {
    "name": "Долгая прогулка",
    "rating": "10/10",
    "date": "22.10.2025",
    "genre": "Триллер",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4486454/57fced36-7d01-4d96-a34a-b11141a0cba6/1920x",
    "description": "Интересный, \"ламповый\" триллер, где вовсе нет какого-либо экшена или еще чего-то такого. Весь фильм держит тебя на психологии и философии, о диктатуре и её обесценивание жизни человека. Поначалу, конечно, возможно у кого-то появится мысль, о том что фильм скучный, и возможно для этого человека так оно и есть, но я советую все-таки досмотреть до конца."
  },
  {
    "name": "Бес попутал",
    "rating": "4/10",
    "date": "27.09.2025",
    "genre": "Другое",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/14d5b53d-77ad-47b7-8778-cf1d8dc9b224/1920x",
    "description": "На жоском импульсивном решил глянуть фильм из-за отрывка, увиденного в тикитоке. Задумка в целом то может быть и хороша, но вот всё остальное пипец блин полный нафик. Не думал что когда-то буду придираться к игре актеров, но тут в моментах настолько очевидна плохая игра, что даже я заметил. То как сделаны падения это прям мем. Сюжет вааааащее не предсказуемый, в конце был такой блин жоский поворот, даже два, которые я ваааащеее не ожидал примерно с завязки. Трек в начале фильма кстати имба лютая, звукарю респект жоский. Ну и очень часто еще мелькает тема се... с... сек.. секса... Фух блин аж покраснел пока писал это слово выдуманое. Кароче фильм клише завязаное на любви и сексе, фу фу фу женщины."
  },
  {
    "name": "Мост в Терабитию",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Драма",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/6d06d690-cc6d-4884-877a-d1bcda1a758b/1920x",
    "description": "Очень классный фильм про детскую фантазию и взгляд на мир. Под конец заставляет пусть пару слезок."
  },
  {
    "name": "Идиократия",
    "rating": "10/10",
    "date": "19.09.2025",
    "genre": "Комедия",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/423209ec-45aa-4702-9e59-4db4028e3114/1920x",
    "description": "Увидел в рекламе кроксы, вспомнил их историю и решил впервые посмотреть культовый фильм. Однако читая некоторые новости в тг, после просмотра, кажется будто фильм все ещё продолжается."
  },
  {
    "name": "Микки 17",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Фантастика",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/10768063/61b2d97a-382c-4766-83f0-90e420de2035/1920x",
    "description": "Не особо понимаю что сюда написать, фильм просто классный. Переживал за отношения с инопланетными существами, больше чем за свои (хоть у меня их и нет). А, ну и еще мечтал расквасить личико жене главного чувака на том корабле."
  },
  {
    "name": "Скотт Пилигрим против всех",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Комедия",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/ce2421db-0f0a-4ffc-969c-c9bb46e65540/1920x",
    "description": "Классный фильм про развитие личности. Вроде как основан на комиксе. Юмор неплох, но мне не хватило динамики наверное или что, но почему-то я занизил оценку, только вот не помню почему. На один раз посметреть - кайфик."
  },
  {
    "name": "Громовержцы*",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Экшен",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/10768063/df61c838-c490-4270-a634-49808ae8149d/1920x",
    "description": "Нашумевшие \"новые мстители\" с интересным антогонистом. Хоть \"герои\" и скучноватые (помимо Боба конечно), но в целом интересно как это все будет продолжаться дальше."
  }
];