window.animeData = [
  {
    "name": "На самом деле я самый сильный?",
    "rating": "8/10",
    "date": "06.10.2025",
    "genre": "Исекай",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/9784475/d8d96211-1d7b-4699-856a-4ae99c1de182/1920x",
    "description": "Хер знает что сказать, проходняк, который в целом мне почему-то понравился. Не осуждайте."
  },
  {
    "name": "Solo Leveling",
    "rating": "10/10",
    "date": "06.08.2025",
    "genre": "Экшен",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/10671298/b2abf08a-c608-4f0d-b695-c429fd758184/1920x",
    "description": "Редко когда смотрю аниме, но иногда такое все же случается. И могу с уверенностью заявить, что соло левелиг хорош. Да, очевидно что тут ОП герой, как и почти везде, но он хотябы не конченый долбаеб пубертатник. Да и от части видно как он из дерьма на палке становится ОП, хоть и только первые несколько серий."
  }
];