// data/games.js
window.gamesData = [
  {
    "name": "Grounded",
    "rating": "5/10",
    "date": "22.01.2026",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/962130/header.jpg",
    "description": "Признаюсь, не прошёл, дропнул. На первых часах игры. Хз, в теории хороший выживач, но для меня он наверное будет интересен только в коопе. А пока что дроп, задушился."
  },
  {
    "name": "Hytale",
    "rating": "10/10",
    "date": "20.01.2026",
    "genre": "Песочница",
    "image": "images/hytale.jpeg",
    "description": "Знаменитый убийца майнкрафта наконец увидел свет. Но \"убийца\" майнкрафта это слишком громко сказанно, примерно с тем же успехом Vintage Story можно называть так же. По сути это просто отдельная игра в том же жанре и кубической стилистике. Лично мне очень понравилось, я даже построил себе огроменную халабуду, мельницу, амбар и кузню, что до этого не делал никогда. Красивая боевка + разнообразие фауны и данжей, к тому же еще здесь не получится просто прокопаться поглубже и сразу же обзавестись high-tier снаряжением в первый час игры, придется побегать и поизучать разные биомы (хотя на самом деле если знать это, то если сильно постараться можно так же за первые часы уже достать лучшее снаряжение). Изучение мира тут вообще ни разу не скучное, опять же из-за кучи данжей, враждебных поселений (даже с корабликами есть) и разных мобов. Отдельного упоминания стоят хитроумные орки, которые подвесили морковку над, спрятаной под листьями, ямой с кольями. В общем то РПГ составляющая выполнена ахрененно и без нагромождений, из-за этого у меня даже появилось желание построить свою халабудку."
  },
  {
    "name": "y меня кстати акне на спине",
    "rating": "0/10",
    "date": "Easter",
    "genre": "Egg",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/3286880/788f31a004b17e0a89c48dda049d37a81035e821/header.jpg",
    "description": "Это пасхалка кстати, но да. У меня там прям пиздец, надеюсь к 2028-2029 году избавиться от этой хухни."
  },
  {
    "name": "60 Parsecs!",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/646270/header.jpg",
    "description": "Клевая игра про попытки выжить в космосе в далеке от дома, отправляя одного из членов экипажа на вылазку за ресурсами или едой и надеятся на то, что он не подохнет, или за это время вас не разгромят инопланетные рейдеры или собаки-коммуняки."
  },
  {
    "name": "Alien: Isolation",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/214490/header.jpg",
    "description": "Не особо люблю хорроры, в которых за тобой вечно гонится какой-то неубиваемый убер-монстр, однако Alien Isotion стала исключением. Чужой не преследует тебя вечно и достаточно быстро сваливает, если не находит игрока. При этом присутствует страх того, что он появится и поэтому стараешься вести себя тише."
  },
  {
    "name": "ASTRONEER",
    "rating": "7/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/361420/header.jpg?t=1744744143",
    "description": "Игра спорного характера, с одной стороны там есть моя любимая автоматизация и исследование. Однако в жесточайшем порыве добычи ресов и автоматизации, встает вопрос хранения ресурсов, а средние склады непомерно мелкие, следовательно нужно делать большое хранилище, которое в 12(!!!) раз больше среднего. Но и для его крафта нужно непомерное количество действий. В следсвии чего у меня на базе появляется возможно изготовить почти что любой возможный ресурс и куча больших складов, после чего интерес естественно пропадает, ибо не видно куда уже двигаться дальше. Да, можно активировать планеты, чо-то там делать с их ядрами, что вроде как и подразумевает сюжетное продвижение, но я не вижу в этом смысла. Зачем делать какие-то эфемерные сюжетные задания, если по сути я добился всего в игре?"
  },
  {
    "name": "BioShock",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/7670/header.jpg",
    "description": "Лютейшая утопия в подводном городе с разными способностями (плазмидами) и охренительным сюжетом, самый сок которого расскрывается под финал."
  },
  {
    "name": "BioShock 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/8850/header.jpg",
    "description": "Вторая часть ахренительной утопии со все теми же механиками, только в этот раз мы играем за \"большого папочку\". Клево ощущать себя мега машиной для убийства, пока ты конечно не поймешь, что это не так. Кстати, бур имба."
  },
  {
    "name": "BioShock Infinite",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/8870/header.jpg",
    "description": "Не номерная часть биошока, которую наверное можно назвать своего рода спин-оффом, так как действия игры происходят уже не в океане, а небе. Сюжет в этой части просто убийственный и финал заставляет проронить слезу."
  },
  {
    "name": "Black Skylands",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1143810/header.jpg",
    "description": "Крайне интересная игра с путешествиями по воздуху, иследованием, прокачкой, добычей ресурсов и зачисткой островов от пиратов. Когда-то давно без особых проблем выиграл от неё ключ в паблике вк, когда ни о разрабах ни о самой игре ничего не было известно, и с кайфом прошёл чуть ли не залпом."
  },
  {
    "name": "Borderlands 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/49520/header.jpg",
    "description": "Несомненная десятка, несмотря на то что из-за 3-ей части я уже навряд ли перепройду её. Собственно говоря по этой же причине мало чего могу сказать об игре. Единственное только что пистолеты Джейкобс и перс Гайка, по моему мнению лучшие в этой игре."
  },
  {
    "name": "Borderlands 3",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397540/header.jpg",
    "description": "Нелюбимая игра серии фанбазы борды, однако для меня она наоборот гораздо лучше предшественников. Как минимум потому, что пушки с взрывными пулями, теперь стреляют реально взрывоопасными пулями, а не пердежем с подобим на взрыв. В целом это всё, просто очень кайфую стрелять во вражин из пистолета, который своими выстрелами может снести здание за секунды. По сюжету сказать ниче не могу, так как нет русской озвучки, а читать субтитры во время жеской анигиляции врагов не очень круто. Да и вообще - читать это удел ботанов."
  },
  {
    "name": "Borderlands: The Pre-Sequel",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/261640/header.jpg",
    "description": "Честно, не знаю что сказать об игре, так как проходил её уже очень давно, а перепроходить после 3-ей части уже поросту не в кайф. Но, на тот момент когда я её проходил, мне вроде бы очень зашло. Так что если бы 3-ей части не существовало, то скорее всего перепрошёл бы с кайфом и не раз."
  },
  {
    "name": "Core Keeper",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621690/header.jpg",
    "description": "Достойнейший выживачь, который позволяет автоматизировать добычу вечно-нужных руд при помощи буров и валунов с этими самыми рудами. Жаль только что в одном валуне только 1800 единиц руды, но благодаря модам можно забыть про лимит. Боже храни ПК-гейминг. Босс-файты здесь не менее увлекательные, на некоторых боссах мне приходилось умирать по несколько раз чтобы понять тактику боя, будь то либо какой-то простой бафф, либо арена. Одним из плюсов также является то, что игра не ограчивает твой прогресс боссами. То есть ты спокойно можешь сначала создать самые лучшие оружие и броню, и только потом уже убивать боссов. Поэтому почти на всех боссов я ходил с экипировкой на 1 уровень выше, кроме последнего, там уже выше некуда. Сам же финальный босс довольно простой, так как у нет каких-то атак, которые бы как-то радикально отличались от атак его предшественников."
  },
  {
    "name": "Cult of the Lamb",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Рогалик",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1313140/header.jpg",
    "description": "Охренительнейший своего рода рогалик с развитием собственной секты. Жаль только что греховная часть это просто мини-дополнение, и грех можно развивать только уже под самый конец."
  },
  {
    "name": "Cyberpunk 2077",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1091500/header.jpg",
    "description": "Игра, которая провалилась на релизе, но сейчас это просто конфетка с охренительным сюжетом, финал которого при первом прохождении даже заставил меня пустить скупую мужскую слезу. Словил жесточайший кайф при игре за нетраннера с револьвером, заставляя врагов взрывать гранаты у себя в руках или же стрелять себе в голову. Единственное, что мне не нравится, это управление машинами, они в игре по моему мнению просто уродские. Другое дело мотоциклы, на них управление комфортное."
  },
  {
    "name": "Dead Space",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/17470/header.jpg",
    "description": "Класнючий хоррор в космосе с нестандартной механикой убийства монстров и загадочным сюжетом."
  },
  {
    "name": "Dead Space 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/47780/header.jpg",
    "description": "Продолжение, которое на голову выше по графике и механикам, при этом с такой же ахрененной атмосферой и сюжетом."
  },
  {
    "name": "Dead Space 3",
    "rating": "5/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1238060/header.jpg",
    "description": "Худшая часть dead space, багов непомерно дохрена, что естественно мешать погружению в сюжет и геймплей."
  },
  {
    "name": "Destiny 2",
    "rating": "4/10",
    "date": "03.08.2025",
    "genre": "ММО",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1085660/header.jpg",
    "description": "В попытках найти какую-то ММО, которая похожа на варфрейм наткнулся на destiny, однако не смотря на то что в игре есть мои любимые револьверы и выполнены они очень даже хорошо, игра просто кишит донатным контентом, начиная банальными скинами (на что в целом то и поху) и заканчивая огромной кучей кветов и пушек."
  },
  {
    "name": "Dishonored",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/217980/header.jpg",
    "description": "Клевая игра с клевым сюжетом и красочными убийствами. Мрачная атмосфера игры это тоже несомненный плюс, также как и множество разных способностей для разных стилей игры."
  },
  {
    "name": "Dishonored 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/header.jpg",
    "description": "Продолжение с новым персонажем и новыми, как по мне более интересными, способностями. Но так же есть возможность выбрать в качестве персонажа Корво из первой части и играть уже с теми же способностями, что и раньше."
  },
  {
    "name": "DISTRAINT: Deluxe Edition",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/395170/header.jpg",
    "description": "Психологический хоррор с пиксельной графикой и видом с боку, про коллектора, которого мучает совесть из-за его действий, которые он обязан делать из-за своей работы."
  },
  {
    "name": "Don't Starve",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/219740/header.jpg",
    "description": "Разрабы в целом забили на одиночную версию ДС, так как есть ДСТ, и я в целом это решение поддерживаю, ибо это одна и та же игра. Единственное что, тут есть ДСЛ в отличие от тугезера. Очень зашёл Shipwercked (который я кстати перепрошёл в ДСТ при помощи модов) с его механикой путешествий по океану и вулканом, хоть и метеориты от него летом слегка подбешивают, но это лучше чем потоп. Про Hamlet ничего сказать к сожалению не могу, так как мод с ним на ДСТ у меня почему-то вылетает."
  },
  {
    "name": "Don't Starve Together",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/322330/header.jpg",
    "description": "Не сказал бы что у меня есть САМАЯ любимая игра, но если бы нужно было назвать одну, то это однозначно был бы DST. Наиграно у меня там всего 500 часов, для \"самой любимой\" игры, этого конечно же мало, но мне уже банально не интересно вновь и вновь повторять одни и те же действия в ёрли-мид-гейме, чтобы добраться до кучу нового контента в энд-гейме. Жду когда разрабы решат наконец добавлять контент для начальных и средних стадий игры и тогда можно уже будет вернутся с новым энтузиазмом. А так просто годный выживачь, который многие зовут хардкорным, но я бы сказал что он просто сложноватый. Дожить хотябы до 100 дней в игре не так сложно, чтобы называть её хардкорной."
  },
  {
    "name": "Fallout 3",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/22370/header.jpg",
    "description": "Та же история, что и с нью-вегасом. Сама игра достойна для своего времени, но сейчас уже навряд-ли перепройду. Стоит упомянуть самый лучший выбор в игре, это без какой-либо цели взорвать ядерную боеголовку в чуть ли не единственном жилом городе. Я к слову делал это всегда."
  },
  {
    "name": "Fallout 4",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/377160/header.jpg",
    "description": "Ну и по классике жанра, не любимая игра фанбазы становится моей любимой частью серии. Куча квестов, пушек, длс, фракций, вариативности. Даже градостроение есть, но я ему вообще по сути времени не уделяю, по этому фракция Минитменов для меня самая скучная. Есть конечно и недостатки, как например большое количество бесполезных скиллов или атрибутов, но остальная их часть в целом нивелирует этот недостаток."
  },
  {
    "name": "Fallout: New Vegas",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/22490/header.jpg",
    "description": "Лучшая часть серии по мнению фанбазы, я же остаюсь в нейтралитете. Проходил всего один раз и навряд ли перепройду так как есть 4 часть."
  },
  {
    "name": "Far Cry 3",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/220240/header.jpg",
    "description": "Лучшая часть серии, но утверждать этого не могу ибо это единственная номерная часть, которую я прошёл полностью. Зашло зачищать аванпосты и продумывать разные тактики для их идеальной зачистки."
  },
  {
    "name": "Far Cry 4",
    "rating": "6/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/298110/header.jpg",
    "description": "Такая себе часть серии, меня вообще не затянуло и я её не прошёл, сколько не пытался, постоянно дропал."
  },
  {
    "name": "Far Cry Primal",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Другое",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/371660/header.jpg",
    "description": "Мой личный фаворит из серии фар край, все те же плюсы что и у fc3, но в добавок я тут жоска кайфовал от звуков игры и видов природы."
  },
  {
    "name": "Forager",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Казуальная",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/751780/header.jpg",
    "description": "Прикольная игра расширение своего острова и автоматизацию добычи ресурсов, но в один момент просто наскучивает и поэтому я её постоянно дропаю."
  },
  {
    "name": "Ghostrunner",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Экшен",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1139900/header.jpg",
    "description": "Драйвовое рубилово врагов катаной за очень мобильного персонажа, тут в целом то больше и нечего говорить."
  },
  {
    "name": "Garry's Mod",
    "rating": "6/10",
    "date": "03.08.2025",
    "genre": "Другое",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4000/header.jpg",
    "description": "Не знаю даже что и сказать, просто пофаниться в песочнице можно пару раз или попроходить разные карты. Ну или, упаси бог, зайти на сервера. В целом почилить с друзьями можно."
  },
  {
    "name": "Graveyard Keeper",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Казуальная",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/599140/header.jpg",
    "description": "Очупенная игруля где нужно следить за своим кладбищем. Классный сюжет плюс куча геймплейных занятий, будь то либо подготовка трупов к погребению, либо улучшение надгробий, или же создание зомби рабочих, которые будут добывать за тебя дерево и камни, а также работать на ферме и продавать урожай."
  },
  {
    "name": "Half-Life 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/220/header.jpg",
    "description": "Проходил 6 лет назад и почти ниче не помню. Помню только что жоска кайфовал прогуливая зимой школу и играя в халфу, следовательно мне зашло."
  },
  {
    "name": "High On Life",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1583230/header.jpg",
    "description": "Ржачный шутер с говорящими пушками от создателей Рика и Морти. Больше мне нечего сказать, сорян, давно проходил и ничерта не помню, кроме того что мне очень зашло."
  },
  {
    "name": "Hollow Knight: Silksong",
    "rating": "10/10",
    "date": "27.09.2025",
    "genre": "Метроидвания",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1030300/7983574d464e6559ac7e24275727f73a8bcca1f3/header.jpg",
    "description": "Ну че тут объяснять елки иголки, замечательный сиквел с кучей новых механик. Одна из механик, которая мне понравилась больше всего - знаки, которые меняют стиль твоих атак и иногда стиль хила. Очень жоска кайфанул от знака ведьмы из-за как раз таки стиля атак, двойной удар сверху или с разбега (хоть эти две атаки и слегка ослаблены, но выглядят они все равно ахрененно) из-за чего я мог с жоским комфортом сохранять быстрый темп в битвах. Хил у знака слегка усложняется тем, что он наносит урон окружающим тебя врагам, за каждый удар 1 маска (но не больше 3-4), но это все так же ддобавляет темпа в бою, ибо даже хилясь ты хреначишь свою вражину. Иногда конечно грустно когда начинаешь отхил, а босс остался на 1 удар до того чтобы съебаться и начать вторую фазу. Я про один только знак уже столько расписал, если буду писать про всё остальное, то я не дай бог и к писательству вернусь."
  },
  {
    "name": "Hogwarts Legacy",
    "rating": "9/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/990080/header.jpg",
    "description": "Отличнейшая игра по вселенной Гарри Поттера, правда есть пара моментов, которые слегка портят впечатления. Например иллюзия выбора, ты можешь выбрать плохую или хорошую реплику в диалоге с персонажем, но это никак и ни на что не повлияет, едиственное где выбор повлияет, так это в финальном диалоге с профессором. Также конечно не зашло то, что ради прокачки алохаморы нужно собирать гребаные демимаски, но это уже скорее всего личная прихоть хз. Ну и в последнем апдейте разрабы добавили свою \"поддержку модов\" полность сломав все моды, которые были до их \"поддерки\" и их теперь можно скачать только через костыли."
  },
  {
    "name": "Hollow Knight",
    "rating": "10/10",
    "date": "19.09.2025",
    "genre": "Метроидвания",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/367520/header.jpg",
    "description": "Почти что та же история что и с ведьмаком, однако в прошлый раз я дропнул холоу найт из-за всеми любимой метроидвании, просто я нихрена не понимал и шёл по рандомному гайду в стиме, который был про 100% прохождение и уделялось там внимание каждой мелочи. Хрен знает почему, но я шёл четко по гайду, в итоге задушился. Теперь же я, спустя 4 года поумнел, и теперь жоска хочу силксонг. Ну, мне хотябы не пришлось ждать несколько лет."
  },
  {
    "name": "Lethal Company",
    "rating": "7/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1966720/header.jpg",
    "description": "Легендарная летал компани, ставшая прородителем других более интересных и стремных игр, например тот же repo или content warning. А сама леталка не такая уж и интересная скажем так, после пары часов игры становится уже банально скучно."
  },
  {
    "name": "Littlewood",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Казуальная",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/894940/header.jpg",
    "description": "В поисках игры похожей на стардью, наткулся на этот кусочек золота. Очень затягивает, несмотря на то что изо дня в день нужно делать буквально это и то же."
  },
  {
    "name": "Metro 2033 Redux",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/286690/header.jpg",
    "description": "Мой любимый пост-совок + пост-апокалипсис, тут и говорить ничего не нужно. Единственный минус, это уродская система кармы, которая нужна для хорошей концовки. А как можно с кайфом пройти игру, и никого не убив?"
  },
  {
    "name": "Metro Exodus",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/412020/header.jpg",
    "description": "Лучшая часть серии метро с кучей разных интересных локаций, а главное открытых для исследования. Еще один огроменный плюс это то, что в этой части получить хорошую концовку гораздо проще. Что косаемо концовки, при первом прохождении я прошёл на плохую и от неё у меня навернулись слезки. От хорошей же, прошлись мурашки по всему телу, незнаю что было бы если бы я сначала на хорошую прошёл, то есть пустил бы я слезу или нет - хз. Оба варианта финала вызывают эмоции, а это несомненный плюс."
  },
  {
    "name": "Metro: Last Light Redux",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/287390/header.jpg",
    "description": "Все те же самые чувства, что и с метро 2033. Только вот сюжет здесь интереснее и заставляет почувствовать себя гандоном."
  },
  {
    "name": "Mouthwashing",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2475490/header.jpg",
    "description": "Одна из немногих действительно достойных игр в жанре психологический хоррор. Вынуждает иногда поджать свою попачьку в страхе, а в некоторые моменты заставляет думать (в моменте ощутил себя папичем), но это не означает что придется постоянно много думать, просто наслаждайтесь атмосферой."
  },
  {
    "name": "New Tales from the Borderlands",
    "rating": "4/10",
    "date": "03.08.2025",
    "genre": "Кино",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1454970/header.jpg",
    "description": "Хреновое продолжение сказок борды, даже без русских сабов. Однако на один разок может и норм."
  },
  {
    "name": "The Elder Scrolls IV: Oblivion",
    "rating": "9/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/22330/header.jpg",
    "description": "Уже очень давно проходил обливион, поэтому не знаю, что сказать. Помню очень долгое время собирался пройти и много раз дропал в самом начале, ибо я недостаточно стар. Однако в один момент все таки осилил первые пару часов игры и меня втянуло, примерно также как и скайрим. В целом кайф, но навряд ли я конечно её перепройду ещё раз, просто из-за того что мои глаза, уши и руки привыкли к современным играм. НО! Надеюсь в скором времени смогу пройти ремастер."
  },
  {
    "name": "Oxygen Not Included",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Другое",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/457140/header.jpg",
    "description": "Самая любимая моя игра в жанре строительства базы. Тут нужно жестко поднапрячь все свои две извилины, чтобы у тебя все было по-умному автоматизировано, всё бесперебойно работало, не кончался кислород и еда. Доставляет неведомый кайф продумывать всё до мелочей, а потом смотреть как твоё творение снабжает всю твою базу электричеством или кислородом. Ну или построить умный туалет, которые не нужно чистить вручную. Однако как и в случае с астрониром, после определенной точки, я уже теряю смысл в продвижении дальше. НО! Тут уже играет моя недальновидность и неосведомленность о том, что можно и нужно делать дальше, так что в целом игра лютейший кайфик."
  },
  {
    "name": "Outlast",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/238320/header.jpg",
    "description": "Мой самый первый хоррор, который я прошёл с херовой тучи попыток с промежутками по несколько месяцев или лет. Благодаря этой игре я и познакомился с этим жанром и стал чаще играть в хорроры."
  },
  {
    "name": "Overlord",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/11450/header.jpg",
    "description": "Игрулька про злобного злюку тьмы, командующего своей свитой разноцветных чертей. Вроде как игра задумывалась как ироничное высмеивание рпг игр, поэтому и юмор здесь на высоте."
  },
  {
    "name": "Overlord 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/12810/header.jpg",
    "description": "Не менее крутое продолжение оверлорда с кучей новых интересных механик и старым добрым юморком. Этим все сказано. *drop the mic*"
  },
  {
    "name": "Plague Inc: Evolved",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Симулятор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/246620/header.jpg",
    "description": "Популярная игра про развитие вируса, в которую играл даже сам бог в 2019 году."
  },
  {
    "name": "Planet Centauri",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/385380/header.jpg",
    "description": "Хоть и немного стремно выглядящая, но достойная игра, хоть и на разок. Проходил давно, однако в моменте когда невочто было играть и хотелось чего-то похожего на террарию, зашло на ура."
  },
  {
    "name": "Portal",
    "rating": "9/10",
    "date": "03.08.2025",
    "genre": "Головоломка",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/400/header.jpg",
    "description": "Крутейшая головоломка с порталами. Недавно перепрошёл её и удивился, что сюжет там всего на полтора часа, а у меня там наиграно уже часов 20, либо я был тупой как пробка, либо... А другого в принципе-то и не дано."
  },
  {
    "name": "Portal 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Головоломка",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/620/header.jpg",
    "description": "Супер пупер дупер мега классное продолжение серии портал. Игра стала длиннее, уровни сложнее, сюжет комплекснее. Сюжет тут вообще просто пушка, как и уровни. Очень жду третью часть."
  },
  {
    "name": "Prototype",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/10150/header.jpg",
    "description": "Крутейшее рубилово против мутантов и людишек за ультра крутого симбиота с кучей скилов и вариантов оружия."
  },
  {
    "name": "Prototype 2",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/115320/header.jpg",
    "description": "Продолжение мясного рубилова людей и мутантов, как первая часть и даже лучше."
  },
  {
    "name": "Rise of the Tomb Raider",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/391220/header.jpg",
    "description": "Достойнейшее продолжение серии с новыми огромными локациями и побочными квестами и даже ДЛС."
  },
  {
    "name": "Saints Row: The Third",
    "rating": "9/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/55230/header.jpg",
    "description": "Как его называли в моем детстве \"клон гта\", однако гта мне не зашла, а вот святые да. Скорее всего из-за большего упора на юмор и абсурд, чем на серьезные войны банд."
  },
  {
    "name": "Super Animal Royale",
    "rating": "6/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/843380/header.jpg",
    "description": "Подобие пубга про антропоморфных животных с видом сверху, просто зачилиться на пару часов когда нечего делать."
  },
  {
    "name": "Shadow Warrior",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Экшен",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/233130/header.jpg",
    "description": "Драйвовый отстрел и рубилово демонюг. Тут больше и говорить нечего, разве что - катана имба."
  },
  {
    "name": "The Elder Scrolls V: Skyrim",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/72850/header.jpg",
    "description": "Лучшая рпг всех времен и народов. Полная свобода действий, множество вариантов выполнений одних и тех же квестов. В каждом квесте есть свои тайны и истории, до которых можно догадаться по мере их прохождений, от этого квесты скайрима становится эталоном. Вариативность прохождения тоже на уровне, можешь быть воином, магом, лучником, некромантом, воином-магом, лучником-некромантом или вообще все вместе, как душа пожелает. А если еще и модов накатить то это превращается в симулятор экстаза."
  },
  {
    "name": "Slime Rancher",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Казуальная",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/433340/header.jpg",
    "description": "Крутецкая игра про ферму слаймов, которых можно еще скрещивать между друг другом и получать уникальные виды. Иследования и автоматизация тоже присутсвуют, хоть и не в особо большом виде."
  },
  {
    "name": "Slime Rancher 2",
    "rating": "9/10",
    "date": "28.09.2025",
    "genre": "Казуальная",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1657630/header.jpg",
    "description": "Наверное у меня были слишком завышенные ожидания по поводу сиквела, но я слегка разочарован. Ожидал, что будет очень много новых слаймов, но по итогу больше половины - те же что были и в первой части. Фарм ресурсов стал одновременно и проще и сложнее, теперь нужно ходить по миру и собирать нужные тебе ресурсы, больше нет экстракторов. Но из-за этого теперь не получится просто понаставить экстракторов и каждые 15 минут просто собирать ресурсы, а кропотливо выискивать то что тебе нужно. Можно установить дрон, который будет собирать эти ресы за тебя, но сами источники ресурсов появляются совершенно хаотично (по крайне мере для меня), а радиус работы дрона довольно мал, из-за чего упрощение фарма ресов не сильно то и ускоряет фарм и эффективнее будет самому пройтись по локации. Сами дроны стали дороже, в добавок еще требуют специальный чип, которых судя по всему крайне ограниченное количество. По итогу, у меня на ферме уже почти что каждый возможный слайм и ниииихрена не автоматизированно, так мои 2 единственных дрона еле-еле собирают ресурсы на этих же дронов, следовательно я уже заебался бегать по ферме и всех вручную кормить и продовать плорты (которых собирается по 200+ штук с одного только вольера). НО! Сама игра стала в разы красивее и красочнее, и в целом это все тот же слайм ранчер с новыми локациями, так что я не смог отнять больше 1 бала от оценки. Если понравилась первая часть, то и вторая тоже должна понравится. Я сам виноват, что завысил свои ожидания."
  },
  {
    "name": "SOMA",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Хоррор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/282140/header.jpg",
    "description": "Сюжет этого хоррора это мягко говаря лютейший пиздец, в хорошем смысле. После прохождения и просмотра разбора сюжета, сидел сутки и обмазговывал всё услышанное и увиденное."
  },
  {
    "name": "Sea of Thieves",
    "rating": "7/10",
    "date": "03.08.2025",
    "genre": "MMO",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1172620/header.jpg",
    "description": "Прикольная ММО про пиратов с офигенными путешствиями по воде и островам. Много разных квестов и загадок, куча сюжетных квестов, которые зовутся \"тейлами\". Однако после пары сотен часов, в игре становится буквально нечего делать ибо испробовал уже все что можно и погоня за эфемерным богатством уже не привлекает."
  },
  {
    "name": "South Park TFBW",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/488790/header.jpg?t=1680013571",
    "description": "Из двух игр по южному парку, это моя самая любимая, так как бои в ней более динамичные. Про юмор тут даже и писать ничего не надо, это же южный парк. Понравился также выбор из кучи разных способностей без ограничений и кастомизация персонажа."
  },
  {
    "name": "South Park: TSOT",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/213670/header.jpg",
    "description": "Боевкой и способностями конечно не сравнится с TFBW, однако это все еще ультра ржачный южный парк с крутыми основными и сайд квестами."
  },
  {
    "name": "Spore",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Симулятор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/17390/header.jpg",
    "description": "Бессмертная классика, которая проходится буквально за несколько часов, если не считать нудного этапа космоса, который я вечно дропаю."
  },
  {
    "name": "S.T.A.L.K.E.R.: Call of Pripyat",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/41700/header.jpg",
    "description": "Лучшая часть сталкера по моему мнению, тут тебе и большие локации открытые для иследования и интересные сайд квесты."
  },
  {
    "name": "S.T.A.L.K.E.R.: Clear Sky",
    "rating": "9/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/20510/header.jpg",
    "description": "Это же уже самая слабая часть сталкера по моему мнению. Так как здесь основной закос сделан на войну групировок и аптеками для финала нужно запасаться всю игру. Спавн артефактов тут вообще сломан и они не респавнятся, поэтому единственное что остается это собрать изначально заспавненные арты при помощи карт в интернете. Так что если не повезло со старта, то некоторые артефакты могут быть для тебя попросту недоступны."
  },
  {
    "name": "S.T.A.L.K.E.R.: Enhanced Edition",
    "rating": "2/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2427430/24ab390192735d4e56efc64f9135353457ac981c/header.jpg",
    "description": "Напишу здесь про переиздание всех трех частей сталкера. Это полнейший провал. Мало того что багов стало только больше, так они еще и графику похерили и русскую озвучку убрали. Но поскольку разрабы судя по всему дураки, вернуть её не сложно. Кстати убрав русскую озвучку, они похерили все остальные."
  },
  {
    "name": "S.T.A.L.K.E.R.: Shadow of Chernobyl",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Шутер",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4500/header.jpg",
    "description": "Самая простая часть серии, стать тут миллионером на продаже артефактов как палец о палец ударить. Но менее интересной она от этого не становится. Очевидно серия сталкер занимает отдельное место в сердце, ибо уж очень нравится мне тематика пост-советского пост-апокалипсиса."
  },
  {
    "name": "Starbound",
    "rating": "7/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/211820/header.jpg",
    "description": "Интересная игра про иследование других планет, правда очень репетативная, в следствии чего быстро наскучивает. Но на один раз вполне сносно."
  },
  {
    "name": "Stardew Valley",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Казуальная",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/413150/header.jpg",
    "description": "Одна из моих самых любимых игр, наиграл в неё уже более 300 часов. Я бы мог сказать, что она расслабляющая, но лично для меня - Стардью заставляет моторчики в моей голове работать на полных оборотах. Я сразу же начинаю планировать что мне нужно сделать сегодня, что нужно будет сделать завтра и так далее. В общем, нахожусь постоянно в состоянии загруженной башки. НО! Это далеко не минус, мне это наоборт в кайф. Мне нравится автоматизировать некоторые процессы, чтобы потом я не испытывал никаких проблем с деньгами в игре и мог сосредоточится на остольных аспектах игры помимо фермерства и рыбалки. К слову о рыбалке, там мозг вообще можно отключить, главное не пропускать улов и не просирать в мини-игре."
  },
  {
    "name": "Stick Fight: The Game",
    "rating": "7/10",
    "date": "03.08.2025",
    "genre": "Другое",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/674940/header.jpg",
    "description": "Драчка за стикманов против друзей, нормально заходит на 2-3 часика когда вечером вообще нехер делать. Сейчас она походу мертва, но как-то и накакать tbh."
  },
  {
    "name": "Slay the Spire",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Рогалик",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/646570/header.jpg",
    "description": "Просто клевый карточный рогалик с кучей билдов, не знаю что тут еще можно сказать."
  },
  {
    "name": "Subnautica",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/264710/header.jpg",
    "description": "Очупенная выживалка в океане, которая очень сильно затянула меня и я играл в неё почти без перерывов. Единственное, что я не понял, так это только то, почему все так сильно боятся левиафанов."
  },
  {
    "name": "Subnautica: Below Zero",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/848450/header.jpg",
    "description": "Достойное продолжение сабнавтики по части геймплея, по сюжету это конечно полный провал, но как я уже и упоминал, благодаря геймплею, на это можно закрыть глаза. В этой части добавилось пару клевых механик, как например растения с кислородом, благодаря которым можно подольше изучать окружение, не поднимаясь на поверхность чтобы подышать. Однако самое лучшее, это новый траспорт с возможность пристыковки модулей, впиндюрил грузовой модуль + стыковочный модуль для \"краба\" и можешь с кайфом плыть на вылазки за кучей ресурсов, благодаря этому у меня каждый ресурс был в переизбытке (по сравнению с прошлой частью, шкафов на моей базе было раза в 3 больше)."
  },
  {
    "name": "Tales from the Borderlands",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Кино",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/330830/header.jpg",
    "description": "Интересное интерактивное кинцо по любимой вселенной бордерлендс. Все так же хорошо как и в самой борде, жаль только что русской озвучки нет, но да ладно."
  },
  {
    "name": "Tavern Manager Simulator",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Симулятор",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2756770/header.jpg",
    "description": "Клевый Симулятор таверны, который затавляет тебя чуть ли не разорваться пока у тебя нет работников."
  },
  {
    "name": "Terraria",
    "rating": "9/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/105600/header.jpg",
    "description": "Терка замечательная игра способная затянуть на пару сотен часов, даже без модов игра достаточно интересная чтобы проиграть в неё десятки часов. А если еще и модов накидать, то там и сотня будет точно. Жаль только что немалая часть игры это по-сути гринд руды, мобов, боссов. Повезет еще если нужный тебе лут падает с босса или крафтится из распространенной руды, а не попадается случайно в сундаках в мире, в таком случае придется облазить чуть ли не весь мир в доль и поперек ради находки."
  },
  {
    "name": "The Forest",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Выживание",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/242760/header.jpg",
    "description": "Интересная выживалка на острове канибалов, особенно если проходить с другом. По-началу было страшно иследовать пещеры, даже вдвоем, поэтому мы мужественно сбежали сразу же как только услышали эмбиент летучих мышей. Но потом в пещеры заходишь уже на поху + поху. Сюжет в процессе игры не особо цепляет, но зато как дело доходит до финала - начинается полный отвал башки."
  },
  {
    "name": "The Outer Worlds",
    "rating": "9/10",
    "date": "07.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/578650/header.jpg",
    "description": "Интересная игра с открытым миром, как фолыч или свитки, с такими же интересными, по большей части, квестами. Побочных квестов правда немного, поэтому прохождение не затянется больше чем на 10-15 часов, а для подобной игры, как мне кажется, это очень мало. Ну и пушек я бы не сказал что много. По моим непонятно когда и почему устоявшимся правилам, я играю в основном с пистолетом (а лучше револьвером), и пистолетов в игре всего 4 (2 пистолета и 2 ревика). У других пушек арсенал не лучше, также по 3-4. НО! Сама игра довольно короткая, так что понятно почему и пушек тут меньше. По итогу я играл с последним ревиком на протяжении всей игры, где-то примерно с середины, и хочу отметить, что ревик позиционируется как hand cannon, следовательно большой урон = большая отдача. По итогу только у этого ревика такая отдача, благодаря которой оружие \"чувствуется\", да и сама отдача не настолько уж и большая. В целом это единственное к чему я могу прикопаться, если не считать то что слишком коротко (для меня по крайней мере). А так, фанатам фолыча и подобных игр должно зайти, мне зашло."
  },
  {
    "name": "Thief",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Другое",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/239160/header.jpg",
    "description": "Стелс про воришку, сама игра выполнена довольно хорошо, да и сюжет хорош. Но я, сколько не пытался, не прошёл, все таки стелс не моё, но тем кому это нравится, скорее всего зайдет на ура."
  },
  {
    "name": "Tiny Tina's Wonderlands",
    "rating": "6/10",
    "date": "03.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286680/header.jpg",
    "description": "Ультра нудный спин-офф борды. Немалая часть геймплея уходит на ходьбу по игровому ДнД полю, да и квесты тут не сказал бы что сильно увлекательные, да и юмор так себе."
  },
  {
    "name": "Tomb Raider",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Приключения",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/203160/header.jpg",
    "description": "Первая игра серии, в которую я играл. Достойнейшая адвенчура с хорошим сюжетом. Не смотря на то что в игре присутствует огнестрел, я всё прохождение играл с луком и грейдил в основном только его."
  },
  {
    "name": "Unturned",
    "rating": "7/10",
    "date": "03.08.2025",
    "genre": "Другое",
    "image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/304930/header.jpg",
    "description": "Сама по себе одиночная игра в unturned скучна до безобразия, весь потенциал игры расскрывается на серверах. Там тебе и РП, и ПВП, и подобия Rust. Однако так как я человек не особо социальный и не по соревновательным режимам, это все проходит мимо меня и изредка захожу с другом на РП сервера чисто на денёк другой от нечего делать."
  },
  {
    "name": "Vampire Survivors",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Рогалик",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1794680/header.jpg",
    "description": "Легендарный прородитель vampire-like рогаликов, с кайфом можно зарубиться вечерком на пару часов."
  },
  {
    "name": "Warframe",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "MMO",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/230410/header.jpg",
    "description": "Наверное лучшая ММО, в которую я когда-либо играл. Кратко - гринд, гринд и еще раз гринд. Но, благодаря тому, что во время этого гринда ты расстреливаешь толпы врагов, становится чуть веселее перепроходить один и тот-же уровень несколько раз, а в команде с другим человеком гринд становится даже проще ибо лут падает и ему и вам, а враги имирают быстрее. Ну и в добавок там можно создать двойные пистолеты с самонаводящимися взрывными пулями, прямо как я люблю."
  },
  {
    "name": "Ведьмак 3: Дикая Охота",
    "rating": "10/10",
    "date": "27.08.2025",
    "genre": "RPG",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/292030/header_russian.jpg",
    "description": "Хочу поблагодарить самого себя за то, что все мои прошлые попытки начать прохождение ведьмака, заканчивались в самом начале или на этапе идеи. Жесточайше недооценивал этот шедевр. Если кому вдруг интересно, играл через билд перекаченого токсикомана, получая постоянную надбавку в 440% к урону + бафы от отваров. Жаль только, что прошёл игру раньше, чем смог получить еще +- 100% и другие бафы, хоть я и так уже практически всех ваншотал."
  }
];