// data/series.js
window.seriesData = [
  {
    "name": "Аркейн",
    "rating": "11/10",
    "date": "22.10.2025",
    "genre": "Легенда",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/fc5e3c9b-6798-4e20-8198-cbc6e1ab567b/1920x",
    "description": "Создав этот сайт, я напроч забыл добавить сюда эту легенду. Словами не описать насколько же это ахрененно. Настолько сильно мне зашёл Аркейн, что я пересмотрел его около десяти раз ПОДРЯД, с последней серии я сразу же переключался на первую. Но пересматривал я его не только по этой причине, интересный факт: у меня в 2021 (вроде бы) был период \"новогодней апатии\", я работал над большим писательским проектом и я был очень сильно погружен в придуманный мной мир, так что я даже чутка грустил, что я не в реальном мире, а не том. А когда по мне со всей силы уебал первый сезон Аркейна... Ай, как же я больше недели лежал в кровати и слушал музыку. В ОБЩЕМ, всем советую, классный экспириенс!"
  },
  {
    "name": "Чернобыль: Зона отчуждения",
    "rating": "10/10",
    "date": "22.10.2025",
    "genre": "Триллер",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/3c17a91b-a1ff-43b0-b727-15e15278179a/1920x",
    "description": "Ахренительно ахренительный сериал по одной из моих самых любимых тем - Чернобыль. Пересматривал явно больше десяти раз. Единственное только, что во втором сезоне от Чернобыля только его упоминания, но всё равно сезон хорош. Не понимаю почему большенству не понравился \"3й сезон\". Хотя может и понимаю, к самому сюжету у меня вопросов нет, единственное только что меня помню расстроило в момент его выхода, это то что я ждал \"сезон\", а не набор из 3х почти что одинаковых фильмов. Но и в этом есть плюс, в следующий раз когда будешь пересматривать, можешь посмотреть на другую концовку."
  },
  {
    "name": "Голяк",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Комедия",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/10809116/c1a851e7-d1ee-447e-871b-b999f4fe520b/1920x",
    "description": "Шедевральный сериал про группу наркоторговцев и ГГ с биполяркой. Юмор на высшем уровне, с кайфом можно смотереть сезон за сезоном сутки на пролет."
  },
  {
    "name": "Рассвет",
    "rating": "7/10",
    "date": "06.10.2025",
    "genre": "Комедия",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/ab776e32-ac34-4dd4-9ba2-bcceb5210169/1920x",
    "description": "Прикольная комедия в сеттинге постапокалипсиса. К сожалению сюжет и юмор не дотягивают до того, чтобы посмотреть весь сезон залпом, нет просто желания посмотреть следующую серию с интересом как же дальше будет двигаться сюжет. Несмотря на это сериал достойный и можно позыркать пару серий вечером под чипси."
  },
  {
    "name": "Фишер",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Детектив",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/3a7d1c98-2609-4e12-9314-ee4ad85d155d/1920x",
    "description": "Лучший сериал про маньяка основаный на реальных событиях. Крайне интересно наблюдать за персонажами и искать настоящего манька вместе с ними."
  },
  {
    "name": "Пищеблок",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Детектив",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/2004c968-5712-495e-b9d3-3a7c0fba60bd/1920x",
    "description": "Сериал бомбического характера про вампиров в детском советском лагере. Было прикольно вместе с ГГ строить догадки о том, что за херня тут вообще происходит, а потом охреневать от поворотов."
  },
  {
    "name": "Игра в кальмара",
    "rating": "8/10",
    "date": "03.08.2025",
    "genre": "Другое",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4486362/90f166ac-b520-4a4e-8aaf-3a2f40f7f054/1920x",
    "description": "Жестко хайпонувший сериал в своё время, но на меня он не произвел сильного впечатления, просто прикольный сериальчик на пару вечерков когда нечем занять свободное время."
  },
  {
    "name": "Топи",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Триллер",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/f5d1a82b-9f2b-4ae8-9cfc-a10e7e0a7bb6/1920x",
    "description": "Дмитрий Глуховский как всегда на уровне. Замечательный мрачный сериал со своими тайнами, которые интересно разгадывать вместе героями."
  },
  {
    "name": "Уэнздей",
    "rating": "10/10",
    "date": "03.08.2025",
    "genre": "Детектив",
    "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4483445/edb46841-5649-4462-be63-6dd5bf3da947/1920x",
    "description": "В целом хз че сказать, ибо уже почти ничего не помню. Разве что было интересно строить догадки о том, кто является монстром. Да и в целом сериал зашёл."
  }
];